export const ua = {
    header: {
        title: 'Менеджер Персоналу',
        addUser: 'Додати Персонал',
        logout: 'Вийти',
        upcomingBirthday: 'майбутній день народження',
        upcomingBirthdays: 'майбутні дні народження',
        viewBirthdays: 'Переглянути дні народження',
        birthdayTitle: '🎂 Найближчі Дні Народження',
        managerTab: 'Менеджер',
        backupTab: 'Резервні копії',
    },
    leftBar: {
        title: 'Список Персоналу',
        total: 'Усього Персоналу',
        searchPlaceholder: 'Пошук за імʼям, званням або ID...',
        noUsersFound: 'Користувачів не знайдено',
    },
    user: {
        fullName: 'ПІБ',
        rank: 'Звання',
        position: 'Посада',
        // ...same keys as in `en.ts`
    },
};
